[1*]N(C)CC([2*])=O
[1*]N(C)CCN1CCC(OC(=O)Nc2ccccc2[2*])CC1
[1*]N(CC)CC([2*])=O
[1*]N(Cc1nc([2*])no1)C(C)C
[1*]N1CC=C([2*])CC1
[1*]N1CCC(C([2*])=O)CC1
[1*]N1CCCC(C([2*])=O)C1
[1*]N1CCCC1C([2*])=O
[1*]N1CCN(CC([2*])=O)CC1
[1*]NC(=O)C1CCN(Cc2ccc(C([2*])=O)cc2)CC1
[1*]NC(C([2*])=O)C(C)C
[1*]NC(C)C([2*])=O
[1*]NC(CC(C)C)C([2*])=O
[1*]NC(Cc1ccccc1)C([2*])=O
[1*]NC1(C([2*])=O)CCCCC1
[1*]NC1CCN(CC([2*])=O)CC1
[1*]NCC([2*])=O
[1*]NCCC([2*])=O
[1*]NC[C@H]1CN(c2ccc([2*])c(F)c2)C(=O)O1
[1*]NCc1ccc([2*])cc1
[1*]NCc1nnc(SCC([2*])=O)o1
[1*]NS(=O)(=O)c1ccc(OC)c(C([2*])=O)c1
[1*]NS(=O)(=O)c1ccc([2*])cc1
[1*]N[C@H](COC)C([2*])=O
[1*]Nc1c(C([2*])=O)oc2ccccc12
[1*]Nc1cc(C(F)(F)F)ccc1[2*]
[1*]Nc1cc(Cl)ccc1[2*]
[1*]Nc1cc([2*])ccc1C
[1*]Nc1ccc(C([2*])=O)cc1
[1*]Nc1ccc([2*])cc1
[1*]Nc1ccc([2*])cn1
[1*]Nc1ccc2oc([2*])nc2c1
[1*]Nc1cccc(C([2*])=O)c1
[1*]Nc1cccc([2*])c1
[1*]Nc1ccccc1C([2*])=O
[1*]Nc1ccccc1[2*]
[1*]Nc1ccnc([2*])n1
[1*]Nc1nc(C)c([2*])s1
[1*]Nc1nc([2*])cs1
[1*]Nc1nc([2*])nc2ccccc12
[1*]Nc1nccc([2*])n1
[1*]Nc1ncnc([2*])n1
[1*]Nc1nnc(SCC([2*])=O)s1
[1*]Nc1nnc([2*])o1
[1*]Nc1nnc([2*])s1
[1*]O/C(C)=C(/C#N)C([2*])=O
[1*]OC1=C(C([2*])=O)N(C)S(=O)(=O)c2cc(Cl)sc21
[1*]OC1=C(C([2*])=O)N(C)S(=O)(=O)c2ccccc21
[1*]OC1=C(C([2*])=O)N(C)S(=O)(=O)c2ccsc21
[1*]Oc1ccc(Cl)cc1C([2*])=O
[1*]c1cc(C(F)(F)F)nc([2*])n1
[1*]c1cc(C([2*])=O)c2ccccc2n1
[1*]c1cc(C([2*])=O)no1
[1*]c1cc(C)c([2*])nn1
[1*]c1cc(Cl)cnc1[2*]
[1*]c1cc([2*])c(=O)n(-c2ccccc2)c1
[1*]c1cc([2*])nc(C)n1
[1*]c1cc([2*])ncn1
[1*]c1ccc(=O)n(CC([2*])=O)n1
[1*]c1ccc(C([2*])=O)cc1
[1*]c1ccc(C([2*])=O)o1
[1*]c1ccc(SCC([2*])=O)nn1
[1*]c1ccc([2*])c(OC)c1
[1*]c1ccc([2*])cc1
[1*]c1ccc([2*])cn1
[1*]c1ccc([2*])nc1
[1*]c1ccc([2*])nn1
[1*]c1ccc([2*])o1
[1*]c1ccc([2*])s1
[1*]c1ccc2cc([2*])ccc2[n+]1C
[1*]c1ccc2ncnc([2*])c2c1
[1*]c1cccc(C([2*])=O)c1
[1*]c1cccc([2*])c1
[1*]c1cccc([2*])n1
[1*]c1ccccc1[2*]
[1*]c1ccnc([2*])c1
[1*]c1ccnc([2*])n1
[1*]c1cncnc1[2*]
[1*]c1csc([2*])n1
[1*]c1csc2ncnc([2*])c12
[1*]c1nc(C#N)c([2*])o1
[1*]c1nc(CS(=O)(=O)CC([2*])=O)c(C)o1
[1*]c1nc(CS(=O)CC([2*])=O)c(C)o1
[1*]c1nc([2*])c(C)o1
[1*]c1nc([2*])cs1
[1*]c1nc([2*])no1
[1*]c1nn2c([2*])nnc2s1
[1*]c1nnc(SCC([2*])=O)o1
[1*]c1nnc([2*])c2ccccc12
[1*]c1nnc([2*])o1
[1*]c1nnc([2*])s1
[1*]c1noc(C)c1C([2*])=O
[1*]c1noc(C)c1[2*]
[1*]n1c(Cc2cccn2C)nnc1SCC([2*])=O
[1*]n1ccnc1SCC([2*])=O
[1*]n1nnnc1SCC([2*])=O
[3*]/C(=C(/CC)c1ccccc1)c1ccccc1
[3*]/C(=C(/CCCl)c1ccccc1)c1ccc(OCCO)cc1
[3*]/C(=C(/CCCl)c1ccccc1)c1ccccc1
[3*]/C(=C/CN(C)C)c1cccnc1
[3*]/C(=C\CN1CCCC1)c1ccc(C)cc1
[3*]/C(C)=C\CO
[3*]C(=C1CC[N+](C)(C)CC1)c1ccccc1
[3*]C(=O)C(=C)C
[3*]C(=O)C(C)(C)C
[3*]C(=O)C(C)(O)CS(=O)(=O)c1ccc(F)cc1
[3*]C(=O)C(C)C
[3*]C(=O)C(CC)N(CC)CCC
[3*]C(=O)C(CO)c1ccccc1
[3*]C(=O)C(Cl)Cl
[3*]C(=O)C(F)(F)F
[3*]C(=O)C1(c2ccc3c(c2)OC(F)(F)O3)CC1
[3*]C(=O)C12CC3CC(CC(C3)C1)C2
[3*]C(=O)C1CC1
[3*]C(=O)C1CCC1
[3*]C(=O)C1CCCC1
[3*]C(=O)C1CCCCC1
[3*]C(=O)C1CCCCN1C
[3*]C(=O)C1CCCCN1CCCC
[3*]C(=O)C1CCCO1
[3*]C(=O)C1COc2ccccc2O1
[3*]C(=O)C=C
[3*]C(=O)C=Cc1ccccc1
[3*]C(=O)CC
[3*]C(=O)CC(C)C
[3*]C(=O)CC(C)O
[3*]C(=O)CCC
[3*]C(=O)CCCC
[3*]C(=O)CCCCC
[3*]C(=O)CCCCCCC
[3*]C(=O)CCCCCCCCC
[3*]C(=O)CCCCCCCCCC
[3*]C(=O)CCCCCCCCCCC
[3*]C(=O)CCCCCCCCCCCC
[3*]C(=O)CCCCCCCCCCCCC
[3*]C(=O)CCCCCCCCCCCCC(C)C
[3*]C(=O)CCCCCCCCCCCCC(C)CC
[3*]C(=O)CCCCCCCCCCCCCC
[3*]C(=O)CCCCCCCCCCCCCCC
[3*]C(=O)CCCCCCCCCCCCCCC(C)C
[3*]C(=O)CCCCCCCCCCCCCCCC
[3*]C(=O)CCCCCCCCCCCCCCCCC
[3*]C(=O)CCCCCCCCCCCCCCCCCC
[3*]C(=O)CCc1ccccc1
[3*]C(=O)CN(CC)CC
[3*]C(=O)CN1CCCC1=O
[3*]C(=O)CN1CCN(CC(O)COc2ccccc2OC)CC1
[3*]C(=O)CN1CCOCC1
[3*]C(=O)COC
[3*]C(=O)COCCN(C)C
[3*]C(=O)COc1ccc(Cl)cc1
[3*]C(=O)COc1ccccc1
[3*]C(=O)Cc1ccc(OC)cc1
[3*]C(=O)Cc1ccccc1
[3*]C(=O)Cc1cccs1
[3*]C(=O)Cn1ccnc1[N+](=O)[O-]
[3*]C(=O)Cn1nnc2ccccc21
[3*]C(=O)NC(C)C
[3*]C(=O)NC1CCCCC1
[3*]C(=O)NCC
[3*]C(=O)NCc1ccc(OCC(C)C)cc1
[3*]C(=O)NCc1ccccc1
[3*]C(=O)NS(=O)(=O)c1ccc(C(C)=O)cc1
[3*]C(=O)NS(=O)(=O)c1ccc(C)cc1
[3*]C(=O)NS(=O)(=O)c1ccc(CCNC(=O)N2CC(C)=C(CC)C2=O)cc1
[3*]C(=O)NS(=O)(=O)c1ccc(Cl)cc1
[3*]C(=O)Nc1ccc(Cl)cc1
[3*]C(=O)Nc1ccc(F)cc1
[3*]C(=O)Nc1ccc(OC)cc1
[3*]C(=O)Nc1ccccc1
[3*]C(=O)[C@@H]1CCCCN1CCC
[3*]C(=O)[C@@H]1CCCCN1CCCC
[3*]C(=O)[C@@H]1C[C@@H](CCC)CN1C
[3*]C(=O)[C@H](O)C(C)(C)CO
[3*]C(=O)[C@H]1CC[C@H]2[C@@H]3CC[C@H]4NC(=O)C=C[C@]4(C)[C@H]3CC[C@]12C
[3*]C(=O)c1c(OC)ccc(Br)c1OC
[3*]C(=O)c1cc(OC)c(OC)c(OC)c1
[3*]C(=O)c1cc(OC)cc(OC)c1
[3*]C(=O)c1cc(OCCCC)nc2ccccc12
[3*]C(=O)c1cc(S(=O)(=O)CC)ccc1OC
[3*]C(=O)c1cc2ccccc2o1
[3*]C(=O)c1ccc(Br)cc1
[3*]C(=O)c1ccc(Br)o1
[3*]C(=O)c1ccc(C(C)(C)C)cc1
[3*]C(=O)c1ccc(C)cc1
[3*]C(=O)c1ccc(Cl)cc1
[3*]C(=O)c1ccc(Cl)cc1Cl
[3*]C(=O)c1ccc(Cl)s1
[3*]C(=O)c1ccc(F)cc1
[3*]C(=O)c1ccc(OC(F)F)c(OCC2CC2)c1
[3*]C(=O)c1ccc(OC)c(OC)c1
[3*]C(=O)c1ccc(OC)cc1
[3*]C(=O)c1ccc([N+](=O)[O-])cc1
[3*]C(=O)c1ccc2c(c1)OCCO2
[3*]C(=O)c1ccc2c(c1)OCO2
[3*]C(=O)c1ccc2ccccc2c1
[3*]C(=O)c1cccc(C(F)(F)F)c1
[3*]C(=O)c1cccc(C)c1
[3*]C(=O)c1cccc(Cl)c1
[3*]C(=O)c1cccc(F)c1
[3*]C(=O)c1cccc(OC)c1
[3*]C(=O)c1cccc([N+](=O)[O-])c1
[3*]C(=O)c1cccc2ccccc12
[3*]C(=O)c1ccccc1
[3*]C(=O)c1ccccc1Br
[3*]C(=O)c1ccccc1C
[3*]C(=O)c1ccccc1Cl
[3*]C(=O)c1ccccc1F
[3*]C(=O)c1ccccc1OC
[3*]C(=O)c1ccccc1OC(C)=O
[3*]C(=O)c1ccccn1
[3*]C(=O)c1cccnc1
[3*]C(=O)c1ccco1
[3*]C(=O)c1cccs1
[3*]C(=O)c1ccncc1
[3*]C(=O)c1ccoc1C
[3*]C(=O)c1cnccn1
[3*]C(=O)c1cnoc1C
[3*]C(=O)c1nn(C)c2ccccc12
[3*]C(C)=O
[3*]C1=CC[C@H]2[C@@H]3CC=C4C[C@@H](O)CC[C@]4(C)[C@H]3CC[C@]12C
[3*]C=C/C=C(C)/C=C/C1=C(C)CCCC1(C)C
[3*]C=C1CCC[C@]2(C)[C@@H]([C@H](C)/C=C/[C@@H](O)C3CC3)CC[C@@H]12
[3*]C=C1CCC[C@]2(C)[C@@H]([C@H](C)CCCC(C)(C)O)CC[C@@H]12
[3*]C=C1CCC[C@]2(C)[C@@H]([C@H](C)CCCC(C)C)CC[C@@H]12
[3*]C=C1C[C@@H](O)CCC1=C
[3*]C=C1C[C@@H](O)C[C@H](O)C1=C
[3*]C=CC
[3*]C=CC(O)C(C)(C)C
[3*]C=CC1=NCCCN1C
[3*]C=CC=O
[3*]C=CCN(C)Cc1cccc2ccccc12
[3*]C=C[C@H]1[C@@H]2CC[C@@H](NC(=O)OCC)C[C@H]2C[C@H]2C(=O)O[C@H](C)[C@@H]12
[3*]C=Cc1cc(C)n(-c2ccccc2)c1C
[3*]C=Cc1ccc(OCCOCCOCC[18F])cc1
[3*]C=Cc1ccc(OCCOCCOCC[18F])nc1
[3*]C=Cc1ccccc1
[3*]N(C)C
[3*]N(C)C1CCCCC1
[3*]N(C)CCOc1ccc(CC2SC(=O)NC2=O)cc1
[3*]N(C)Cc1ccccc1
[3*]N(CC(=O)[O-])CC(=O)[O-]
[3*]N(CC)CC
[3*]N(CC)Cc1ccncc1
[3*]N(CC1=NCCN1[3*])Cc1ccccc1
[3*]N(CCC)CCC
[3*]N(CCN(C)C)Cc1ccc(OC)cc1
[3*]N(CCN(C)C)Cc1ccccc1
[3*]N(Cc1ccc(F)cc1)C1CCN(C)CC1
[3*]N(Cc1ccccc1)CC(COCC(C)C)N1CCCC1
[3*]N(Cc1cccs1)C1CCN(C)CC1
[3*]N1CC(=O)N2CCc3ccccc3C2C1
[3*]N1CC(C)CC(C)C1
[3*]N1CC(C)OC(C)C1
[3*]N1CCC(C(N)=O)CC1
[3*]N1CCC(C)CC1
[3*]N1CCC(Oc2ccc(OC(F)(F)F)cc2)CC1
[3*]N1CCC2(CC1)OCCO2
[3*]N1CCCC(C)C1
[3*]N1CCCC1
[3*]N1CCCCC1
[3*]N1CCCCC1C
[3*]N1CCCCCC1
[3*]N1CCCN(C)CC1
[3*]N1CCN(C)CC1
[3*]N1CCN(CC)CC1
[3*]N1CCN(CCCCN2C(=O)CC(C)(C)CC2=O)CC1
[3*]N1CCN(CCCCN2C(=O)CC3(CCCC3)CC2=O)CC1
[3*]N1CCN(CCCCOc2ccc3c(c2)NC(=O)CC3)CC1
[3*]N1CCN(CCCn2nc(CC)n(CCOc3ccccc3)c2=O)CC1
[3*]N1CCN(CCCn2nc3ccccn3c2=O)CC1
[3*]N1CCN(CCc2cc3c(cc2Cl)NC(=O)C3)CC1
[3*]N1CCN(CCc2nnc3n2CCCC3)CC1
[3*]N1CCN(Cc2ccc3c(c2)OCO3)CC1
[3*]N1CCN(Cc2ccccc2)CC1
[3*]N1CCN(S(=O)(=O)c2ccccc2)CC1
[3*]N1CCN(S(C)(=O)=O)CC1
[3*]N1CCOCC1
[3*]N1CCc2ccccc2C1
[3*]NC(C)(C)C
[3*]NC(C)C
[3*]NC(C)CC
[3*]NC(C)CCCN(CC)CC
[3*]NC(C)CCCN(CC)CCO
[3*]NC(C)c1ccccc1
[3*]NC12CC3CC(CC(C3)C1)C2
[3*]NC1CC1
[3*]NC1CCCC1
[3*]NC1CCCCC1
[3*]NC1CCCCC1C
[3*]NC1CCCCCC1
[3*]NC1CCCc2ccccc21
[3*]NC1CCN(CCc2ccc(OC)cc2)CC1
[3*]NC1CCS(=O)(=O)C1
[3*]NCC
[3*]NCC(C)C
[3*]NCC1CC1
[3*]NCC1CCCCC1
[3*]NCC1CCCN1CC
[3*]NCC1CCCO1
[3*]NCC=C
[3*]NCCC
[3*]NCCC(C)C
[3*]NCCC1=CCCCC1
[3*]NCCCC
[3*]NCCCN(C)C
[3*]NCCCN1CCCC1=O
[3*]NCCCN1CCOCC1
[3*]NCCCO
[3*]NCCCOC
[3*]NCCCOCC
[3*]NCCCS(=O)(=O)O
[3*]NCCCc1ccccc1
[3*]NCCCn1ccnc1
[3*]NCCN(C(C)C)C(C)C
[3*]NCCN(C)C
[3*]NCCN(CC)CC
[3*]NCCN1CCOCC1
[3*]NCCO
[3*]NCCOC
[3*]NCCO[N+](=O)[O-]
[3*]NCCSC
[3*]NCC[C@@H]1CCc2ccc3c(c21)CCO3
[3*]NCCc1ccc(Cl)cc1
[3*]NCCc1ccc(OC)c(OC)c1
[3*]NCCc1ccc(OC)cc1
[3*]NCCc1cccc2ccc(OC)cc12
[3*]NCCc1ccccc1
[3*]NC[C@@H]1CCCN1CC
[3*]NC[C@@H]1C[C@H]1c1cccc2c1CCO2
[3*]NC[C@H]1CN(c2ccc(N3CCOCC3=O)cc2)C(=O)O1
[3*]NCc1ccc(C)cc1
[3*]NCc1ccc(Cl)cc1
[3*]NCc1ccc(F)cc1
[3*]NCc1ccc(OC)cc1
[3*]NCc1ccc(OCCN(C)C)cc1
[3*]NCc1ccc2c(c1)OCO2
[3*]NCc1cccc(OC)c1
[3*]NCc1ccccc1
[3*]NCc1ccccc1Cl
[3*]NCc1ccccc1OC
[3*]NCc1ccccn1
[3*]NCc1cccnc1
[3*]NCc1ccco1
[3*]NCc1cccs1
[3*]NCc1ccncc1
[3*]NS(=O)(=O)c1ccc([3*])cc1
[3*]N[C@@H]([C@H]1O[C@H](SC)[C@H](O)[C@@H](O)[C@H]1O)[C@@H](C)O
[3*]N[C@@H]([C@H]1O[C@H](SC)[C@H](O)[C@@H](O)[C@H]1O)[C@H](C)Cl
[3*]N[C@@H]1C[C@H]1c1ccc(F)c(F)c1
[3*]N[C@H](CN1CCCC1)[C@H](O)c1ccc2c(c1)OCCO2
[3*]N[C@H](CO)[C@H](O)c1ccc([N+](=O)[O-])cc1
[3*]N[C@H]1CC[C@H](C)CC1
[3*]N[C@H]1C[C@H]2CCC[C@@H](C1)N2C
[3*]Nc1c(C)cc(C)cc1C
[3*]Nc1c(C)cccc1C
[3*]Nc1c(Cl)cncc1Cl
[3*]Nc1cc(C(F)(F)F)ccc1C(F)(F)F
[3*]Nc1cc(C)cc(C)c1
[3*]Nc1cc(C)ccc1C
[3*]Nc1cc(C)ccc1OC
[3*]Nc1cc(C)ccn1
[3*]Nc1cc(C)on1
[3*]Nc1cc(Cl)ccc1OC
[3*]Nc1cc(OC)c(OC)c(OC)c1
[3*]Nc1cc(OC)cc(OC)c1
[3*]Nc1cc(OC)ccc1OC
[3*]Nc1cc2cc(C(C)(C)CO)n(C[C@@H](O)CO)c2cc1F
[3*]Nc1ccc(Br)cc1
[3*]Nc1ccc(C#N)c(C(F)(F)F)c1
[3*]Nc1ccc(C#N)cc1
[3*]Nc1ccc(C(C)=O)cc1
[3*]Nc1ccc(C(C)C)cc1
[3*]Nc1ccc(C(F)(F)F)cc1
[3*]Nc1ccc(C)c(C)c1
[3*]Nc1ccc(C)c(Cl)c1
[3*]Nc1ccc(C)cc1
[3*]Nc1ccc(C)cc1C
[3*]Nc1ccc(CC)cc1
[3*]Nc1ccc(Cl)c(Cl)c1
[3*]Nc1ccc(Cl)cc1
[3*]Nc1ccc(Cl)cn1
[3*]Nc1ccc(F)c(Cl)c1
[3*]Nc1ccc(F)cc1
[3*]Nc1ccc(F)cc1F
[3*]Nc1ccc(NS(C)(=O)=O)cc1OC
[3*]Nc1ccc(OC(=O)c2ccccc2OC(C)=O)cc1
[3*]Nc1ccc(OC(F)(F)F)cc1
[3*]Nc1ccc(OC)c(OC)c1
[3*]Nc1ccc(OC)cc1
[3*]Nc1ccc(OC)cc1OC
[3*]Nc1ccc(OCC)cc1
[3*]Nc1ccc([N+](=O)[O-])c(C(F)(F)F)c1
[3*]Nc1ccc([N+](=O)[O-])cc1
[3*]Nc1ccc([N+](=O)[O-])cc1Cl
[3*]Nc1ccc2c(c1)OCCO2
[3*]Nc1ccc2c(c1)OCO2
[3*]Nc1ccc2ccccc2c1
[3*]Nc1cccc(Br)c1
[3*]Nc1cccc(C(C)=O)c1
[3*]Nc1cccc(C(F)(F)F)c1
[3*]Nc1cccc(C)c1
[3*]Nc1cccc(C)c1C
[3*]Nc1cccc(C)n1
[3*]Nc1cccc(Cl)c1
[3*]Nc1cccc(Cl)c1C
[3*]Nc1cccc(F)c1
[3*]Nc1cccc(OC)c1
[3*]Nc1cccc([N+](=O)[O-])c1
[3*]Nc1cccc2ccccc12
[3*]Nc1ccccc1
[3*]Nc1ccccc1C
[3*]Nc1ccccc1C(F)(F)F
[3*]Nc1ccccc1CC
[3*]Nc1ccccc1CCC1CCCCN1C
[3*]Nc1ccccc1Cl
[3*]Nc1ccccc1F
[3*]Nc1ccccc1OC
[3*]Nc1ccccc1OCC
[3*]Nc1ccccn1
[3*]Nc1cccnc1
[3*]Nc1ccnc2c(C(F)(F)F)cccc12
[3*]Nc1ccncc1
[3*]Nc1nc(C)cs1
[3*]Nc1nc2ccccc2s1
[3*]Nc1ncc(C)s1
[3*]Nc1ncc([N+](=O)[O-])s1
[3*]Nc1nccc(N([3*])c2c(C)cc(/C=C/C#N)cc2C)n1
[3*]Nc1nccs1
[3*]Nc1nnc(C)s1
[3*]Nc1nnc(CC)s1
[3*]Nc1nnc(S(=O)(=O)N[3*])s1
[3*]Nc1nncs1
[3*]Oc1ccccc1
[3*]c1c(C)cc(C)cc1C
[3*]c1c(C)cccc1C
[3*]c1c(C)noc1C
[3*]c1c(Cl)cccc1Cl
[3*]c1c(F)cccc1Cl
[3*]c1c(F)cccc1F
[3*]c1c(NS(=O)(=O)NCCC)ncnc1OCCOc1ncc(Br)cn1
[3*]c1c(OC)cccc1OC
[3*]c1c2ccccc2nc2ccccc12
[3*]c1cc(=S)ss1
[3*]c1cc(C(F)(F)F)cc(C(F)(F)F)c1
[3*]c1cc(C)cc(C)c1
[3*]c1cc(C)ccc1C
[3*]c1cc(C)no1
[3*]c1cc(C)on1
[3*]c1cc(Cl)cc(Cl)c1
[3*]c1cc(Cl)ccc1C
[3*]c1cc(F)cc(F)c1
[3*]c1cc(F)ccc1F
[3*]c1cc(OC)c(OC)c(OC)c1
[3*]c1cc(OC)cc(OC)c1
[3*]c1cc(OC)ccc1OC
[3*]c1cc([N+](=O)[O-])ccc1NS(C)(=O)=O
[3*]c1cc2ccccc2o1
[3*]c1cc2ccccc2oc1=O
[3*]c1ccc(/C=N/N2CC(=O)NC2=O)o1
[3*]c1ccc(Br)cc1
[3*]c1ccc(C#N)cc1
[3*]c1ccc(C(=O)OC)cc1
[3*]c1ccc(C(=O)OCC)cc1
[3*]c1ccc(C(=O)OCCN(C)C)cc1
[3*]c1ccc(C(C)(C)C)cc1
[3*]c1ccc(C(C)=O)cc1
[3*]c1ccc(C(C)C)cc1
[3*]c1ccc(C(F)(F)F)cc1
[3*]c1ccc(C(F)(F)F)cn1
[3*]c1ccc(C(N)=O)cc1
[3*]c1ccc(C(c2ccccc2)n2ccnc2)cc1
[3*]c1ccc(C)c(C)c1
[3*]c1ccc(C)cc1
[3*]c1ccc(C)cc1C
[3*]c1ccc(C)nc1
[3*]c1ccc(C)o1
[3*]c1ccc(C)s1
[3*]c1ccc(CC)cc1
[3*]c1ccc(Cc2cc([C@@H]3O[C@H](CO)[C@@H](O)[C@H](O)[C@H]3O)ccc2C)s1
[3*]c1ccc(Cl)c(Cl)c1
[3*]c1ccc(Cl)cc1
[3*]c1ccc(Cl)cc1Cl
[3*]c1ccc(Cl)nc1
[3*]c1ccc(F)c(Cl)c1
[3*]c1ccc(F)c(F)c1
[3*]c1ccc(F)cc1
[3*]c1ccc(F)cc1F
[3*]c1ccc(N2C[C@H](CO)OC2=O)cc1F
[3*]c1ccc(NC)cc1
[3*]c1ccc(OC(F)(F)F)cc1
[3*]c1ccc(OC)c(OC)c1
[3*]c1ccc(OC)cc1
[3*]c1ccc(OC)cc1OC
[3*]c1ccc(OC)nc1
[3*]c1ccc(OCC)cc1
[3*]c1ccc(OCCC)cc1
[3*]c1ccc(OCCN(C)C)cc1
[3*]c1ccc(OC[C@@]2(C)Cn3cc([N+](=O)[O-])nc3O2)cc1
[3*]c1ccc(S(=O)(=O)NC(=O)CC)cc1
[3*]c1ccc(S(C)(=O)=O)cc1
[3*]c1ccc(SC)cc1
[3*]c1ccc([N+](=O)[O-])cc1
[3*]c1ccc([N+](=O)[O-])o1
[3*]c1ccc2c(c1)OCCO2
[3*]c1ccc2c(c1)OCO2
[3*]c1ccc2ccccc2c1
[3*]c1ccc2ccccc2n1
[3*]c1cccc(Br)c1
[3*]c1cccc(C#N)c1
[3*]c1cccc(C(F)(F)F)c1
[3*]c1cccc(C)c1
[3*]c1cccc(C)c1C
[3*]c1cccc(C)n1
[3*]c1cccc(Cl)c1
[3*]c1cccc(Cl)c1Cl
[3*]c1cccc(F)c1
[3*]c1cccc(OC)c1
[3*]c1cccc(OC)c1OC
[3*]c1cccc([N+](=O)[O-])c1
[3*]c1cccc2ccccc12
[3*]c1ccccc1
[3*]c1ccccc1Br
[3*]c1ccccc1C
[3*]c1ccccc1C#N
[3*]c1ccccc1C(=O)OCC(O)CO
[3*]c1ccccc1C(F)(F)F
[3*]c1ccccc1Cl
[3*]c1ccccc1F
[3*]c1ccccc1OC
[3*]c1ccccc1OCC
[3*]c1ccccc1[N+](=O)[O-]
[3*]c1ccccn1
[3*]c1cccnc1
[3*]c1ccco1
[3*]c1cccs1
[3*]c1ccnc(C)c1
[3*]c1ccnc2cc(Cl)ccc12
[3*]c1ccnc2ccccc12
[3*]c1ccncc1
[3*]c1ccncn1
[3*]c1ccoc1
[3*]c1ccoc1C
[3*]c1ccsc1
[3*]c1cn(C)c2ccccc12
[3*]c1cnc2ccccc2c1
[3*]c1cnc2ccccc2n1
[3*]c1cnccn1
[3*]c1cncnc1
[3*]c1cnn(C)c1
[3*]c1csc(C)n1
[3*]c1csc([C@H](C)[C@](O)(Cn2cncn2)c2cc(F)ccc2F)n1
[3*]c1cscn1
[3*]c1nc(C)cc(C)n1
[3*]c1nc(SCCC(F)(F)F)nc2c1ncn2[C@@H]1O[C@H](COP(=O)(O)OP(=O)(O)C(Cl)(Cl)P(=O)(O)O)[C@@H](O)[C@H]1O
[3*]c1nc(SCCC)nc2c1nnn2[C@@H]1C[C@H](OCCO)[C@@H](O)[C@H]1O
[3*]c1nc2cc(Cl)c(Cl)cc2n1[C@H]1O[C@@H](CO)[C@H](O)[C@@H]1O
[3*]c1nc2ccc(C)cn2c1CC(=O)N(C)C
[3*]c1nc2ccc(OCCN(CC)CC)cc2s1
[3*]c1nc2ccccc2n1C
[3*]c1nc2ccccc2n1CCOCC
[3*]c1nc2ccccc2n1Cc1ccc(F)cc1
[3*]c1nc2ccccc2o1
[3*]c1nc2ccccc2s1
[3*]c1ncccn1
[3*]c1nccs1
[3*]c1nnn(C)n1
[3*]c1noc(CCN(CC)CC)n1
[3*]c1nsc2ccccc12
[3*]c1oc(CCC)c(C)c1C
[3*]c1oc2c(C(=O)OCCN3CCCCC3)cccc2c(=O)c1C
[3*]c1sc(C(=O)[O-])c(CC(=O)[O-])c1C#N
[3*]c1sccc1C
[3*]n1cc(C2CCN(CCN3CCNC3=O)CC2)c2cc(Cl)ccc21
[3*]n1cccc1
[3*]n1cccn1
[3*]n1ccnc1
[3*]n1cnc(C)c1
[3*]n1cncn1
[3*]n1cnnn1
[3*]n1nc(C)cc1C
[3*]n1nccn1
